{
  "site.title": "Web Games Fun",
  "home.title": "Free Web Games Collection",
  "home.h1": "Welcome to the Classic Web Games Center!",
  "home.metaDescription": "We have a collection of classic web games, including Minesweeper, Sudoku, and more. Play for free and have fun!",
  "allGames": "All Games",
  "allGames.title": "All Games Collection",
  "minesweeper": "Minesweeper",
  "minesweeper.title": "Minesweeper",
  "minesweeper.url": "https://minesweeperplay.online/en",
  "minesweeper.description": "Minesweeper is a classic and thrilling game! Use the clues provided by numbers to avoid hidden mines. Find all the mines in the shortest time possible to have a chance to make it to the leaderboard!",
  "lifeRestart": "Life Restart (AI)",
  "lifeRestart.url": "http://nexworld.wiki/lifeRestart-AI/#/game",
  "sudoku": "Sudoku",
  "sudoku.title": "Sudoku",
  "sudoku.url": "https://sudoku.webgames.fun/",
  "sudoku.description": "It's said that people with high IQs love playing Sudoku! Apply your logical reasoning to fill in the remaining numbers!",
  "tetris": "Tetris",
  "tetris.title": "Tetris",
  "tetris.url": "https://tetris.webgames.fun/",
  "tetris.description": "Tetris is a classic puzzle game! Rotate and arrange the falling blocks to form complete lines. The more lines you clear, the higher your score!",
  "lianliankan": "Lianliankan",
  "lianliankan.title": "Lianliankan",
  "lianliankan.url": "https://lianliankan.webgames.fun",
  "lianliankan.description": "Lianliankan is a classic elimination game! Click on matching patterns to eliminate them, clear all patterns to win!",
  "nav.about": "About Us",
  "site.slogan": "Free Web Games",
  "about.title": "About Us",
  "about.h1": "About Me",
  "about.description": "Fun House offers custom-made classic web games for free! We love games, recreating them, and adding our own custom tweaks to classic web games like Minesweeper and Sudoku. We look forward to bringing more joy to everyone!",
  "about.h2": "Introduction",
  "about.introduction": "Hi, I'm Cora. I love programming and developing my favorite games in my spare time.\nBesides recreating existing games, I also hope to develop my own designs in the future.\nCurrently, I work as a frontend development engineer, but I don't limit myself to just that role. I learn whatever is needed for the products I want to create.\nThis is my Fun House, where I share the games I develop. I hope my creations bring you joy!",
  "error.title": "Oops...",
  "error.h1": "Oops...",
  "error.description": "Sorry, something went wrong with the page!",
  "error.back": "Go back to <a href='/en/'>the game directory page</a>.",
  "notFound.title": "Page Not Found",
  "notFound.h1": "Page Not Found",
  "notFound.description": "Sorry, the page you're looking for doesn't exist!"
}
